{ "name" : "乙肝", "another_name" : ["大三阳"], "desc" : "乙型肝炎又称为血清性肝炎、乙型病毒性肝炎，是由乙型肝炎病毒(HBV)引起的传染病。通过血液与体液传播，具有慢性携带状态。因其可能通过性生活传播，国际上将其列入性传播疾病。乙型病毒性肝炎在中国流行广泛，人群感染率高，在某些地区感染率达35%以上。乙肝临床表现多样化，易发展为慢性肝炎和肝硬化，少数病人可转变为原发性肝癌。主要治疗方法是抗病毒治疗。\n肝炎的治疗应根据临床类型，病原学的不同型别采取不同的治疗措施，总的原则是：以适当休息，合理营养为主，选择性使用药物为辅，应忌酒，防止过劳及避免应用损肝药物，用药要掌握宜简不宜繁。慢性肝炎主要包括抗病毒复制，提高机体免疫功能。", "infectivity" : "乙肝病毒是导致乙肝疾病的致病病原体，有一定的传染性，可以通过血液体液接触传播，性接触传播以及母婴垂直传播等。乙肝属于常见的传染性的疾病，但是并不是一种烈性传染性疾病，所以不要担心，要注意及时的接种乙肝疫苗，这样可以有效的预防乙肝病毒的传染。", "inheritance" : "乙肝不会遗传，它不是遗传性疾病，乙肝主要是通过血液传播、性传播和母婴传播，这几种主要的传播方式传染而来，如果乙肝妈妈孕期乙肝病毒数比较高，宝宝出生没有注射乙肝疫苗，和乙肝免疫球蛋白的话，那么有一定的几率通过母婴传播乙肝病毒给宝宝，但是乙肝是不会通过基因遗传的疾病。", "cure" : "目前乙肝是全球性的卫生问题，全世界的科学家也都致力于寻找乙肝治愈的方法。但是这个时间并不能预测。可能5年可能10年。虽然目前乙肝患者没有办法彻底将病毒从体内清除，但是可以做的是定期检查，发现问题及时治疗，避免问题在不知不觉中严重，尽可能延长寿命，提高生活质量",  "treatment" : "慢性乙型肝炎需根据患者的具体情况采用综合性、个体化治疗方案，包括足够的休息和合理饮食及营养，调节心理状态，避免饮酒和服用损伤肝脏的药物，适当用药改善和恢复肝功能，调节机体免疫力，抗病毒和抗纤维化治疗", "prevent" : "乙肝日常预防\n1、注射乙肝疫苗\n新生儿或成人接种乙肝疫苗的程序是\"016\"，即：\"0\"：出生后24小时内的新生儿注射第一针;\"1\"：第一针注射后1个月注射第二针;\"6\"：第一针注射后6个月，即半岁时注射第三针。\n2、切断唾液传播\n在50～80%乙肝病毒携带者的唾液中可以抓到乙型炎病毒，乙肝携带者母亲给孩子嘴对嘴地喂食物是个坏习惯，应该制止。\n3、把好输血、血液制品质量关\n用最灵敏的检查方法过筛输血的血源和血液制品是否含有乙肝病毒，防止输入人体;要随时检查职业献血员的健康状况，发现有乙肝感染标志或乙肝病毒表面抗原携带者不能献血。\n4、搞好卫生工作\n蚊子、臭虫、跳蚤等吸血的节肢动物也可能传播乙肝，应该搞好家庭及环境卫生、勤洗澡、勤换衣服，勤洗勤晒被褥。\n5、远离易感染场所\n公共场所、理发店、美容院等容易被HBV污染，如浴池、剃刀、文眉、修脚等均可传染HBV;一些不正规的医疗诊所，对于针剂、器皿、器械没有经过严格消毒，亦容易感染乙肝病毒。\n6、培养良好卫生习惯\n尽量一个人使用自己的牙刷、毛巾、茶杯和碗筷等，养成饭前便后、出入公共场所(公交车、医院、超市等)后洗手的卫生习惯。\n乙肝健康教育\n1、管理传染源\n对于乙型肝炎病人可不定隔离日期，对于住院病例，只要肝功稳定就可以出院，对恢复期HBsAg携带者应定期随访，对直接接触入口食品的人员及保育人员，应每年定期作健康体检，急性期患者痊愈后半年内持续正常，HBsAg转阴者，可恢复原工作，慢性患者应调离直接接触入口食品和保育工作，疑似病例未确诊前，应暂停原工作，按国家规定要求，严格筛选献血员。\nHBsAg携带者是指HBsAg阳性，无肝炎症状体征，各项肝功能检查正常，经半年观察无变化者，此类人员不应按现症肝炎病人处理，除不能献血及从事直接接触入口食品和保育工作外，可照常工作和学习，但要加强随访，携带者要注意个人卫生和行业卫生，防止自身唾液，血液和其他分泌物污染周围环境，所用食具，修面用具，牙刷，盥洗用具应与健康人分开。\n2、切断传播途径\n加强卫生教育和管理工作，防止医源性传播，确保一人一针一管一消毒，提倡一次性注射器，对带血污染物品彻底消毒处理，加强血液制品管理。\n3、易感人群保护\n乙肝疫苗高效安全，可按0，1，6月程序，三角肌肌注，血源疫苗每次10～30μg，重组疫苗5～10μg，产生的抗-HBs效价与保护作用呈正相关关系，一般认为>10U/L才具有保护作用，对于血液透析病人和其他免疫损害者应加大接种剂量或次数，乙型肝炎免疫球蛋白(HBIg)主要用于HBeAg阳性母亲的新生儿，可与乙肝疫苗联合使用，国内生产的HBIg多数为U/ml，用量应为0.075～0.2ml/kg。", "cause" : "个体在与乙肝患者或病毒携带者进行性接触或生活密切接触时可通过男性的精液、女性的阴道分泌物引起感染。性交、同性恋性接触及未采取防护措施。\n由医疗过程中各种未经消毒或消毒不彻底的注射器、针头等引起感染或拔牙用具及其它创伤性医疗器消毒不严格而导致感染。另外，吸毒者因共用污染的针头和注射器也可能会导致感染。\n患急性乙肝和携带乙肝病毒表面抗原阳性的育龄妇女，通过妊娠和分娩将乙肝病毒传给新生儿。\n经血液或血制品传播乙肝病毒。在发达国家献血后的血液都要检查肝炎病毒，因此在这些地区通过受血感染肝炎的可能性几乎为零。\n发病机制\n乙型肝炎的发病机制很复杂，研究资料不少，但迄今尚未完全阐明，目前认为其肝细胞损伤不是HBV在肝细胞内复制的结果，而是由T细胞毒反应所介导，人感染HBV后，可引起细胞免疫和体液免疫应答，并激发自身免疫反应及免疫调节功能紊乱，这些免疫反应对乙型肝炎的临床表现及转归有重要意义。\n一.急性肝炎\n当免疫功能正常感染HBV后，其细胞毒性T细胞(Tc细胞)攻击受染的肝细胞，由破坏的肝细胞释放入血的HBV，而被特异性抗体所结合，且干扰素生成较多，而致HBV被清除，病情好转终归痊愈。\n二.慢性活动性肝炎\n见于免疫功能有缺陷和免疫调节紊乱者，感染HBV后，由于Tc细胞功能不正常，或特异抗体封闭部分肝细胞靶抗原而制约T细胞毒反应，致部分肝细胞损害，干扰素产生较少，HBV持续复制，特异抗体形成不足，肝细胞反复被HBV侵入，形成感染慢性化，此外，肝细胞膜特异脂蛋白(Lsp)因HBV感染而形成自身抗原，刺激B细胞产生抗-Lsp(IgG型)，在抑制性T细胞(Ts细胞)活性降低情况下，自身免疫性ADCC效应致肝细胞进行性损害。\n三.慢性迁延性肝炎和无症状HBsAg携带者\n当机体免疫功能低下时在感染HBV，不能产生有效的免疫反应，致肝细胞损害轻微或不出现肝细胞损害，尤其无症状HBeAg携带者，缺乏干扰素，不能清除病毒，以致长期携带HBV。\n四.重型肝炎\n急性重型肝炎的发生，由于机体免疫反应过强，短期内T细胞毒反应迅速破坏大量感染HBV的肝细胞，或短期内形成大量抗原抗体复合物，激活补体，致局部发生超敏反应(Arthus反应)，造成大块肝细胞坏死，肠源性内毒素的吸收，可致Schwartzman反应，使肝细胞发生缺血性坏死，加以α-肿瘤坏死因子(TNF-α)，IL-1和白三烯等细胞因子由单核巨噬细胞释放，促进肝细胞损伤，亚急性重型肝炎发病机制与急性重型肝炎相似，但进展较缓慢，慢性重型肝炎的发病机制较复杂，有待进一步研究。\n以肝脏病变最明显，弥散于整个肝脏，基本病变为肝细胞变性，坏死，炎性细胞侵润，肝细胞再生，纤维组织增生。", "get_prob" : "7.18%", "notice" : "乙肝患者应该在日常生活中注意饮食、少食多餐、规律作息、戒烟戒酒、定期复查。", "infect_prevent" : "建议您查一个乙肝五项，看是有否有表面抗原抗体。如果没有，建议补打乙肝疫苗。打疫苗成功产生抗体后，正常相处是完全不会传染的", "entry_examination" : "现在入职体检一般不包含乙肝，只要肝功能正常就可以。", "diagnostic_criteria" : "检查乙肝五项，第一项为阳性即为感染", "process" : "慢性乙型肝炎病毒（HBV)感染的自然病程可分为3个连续阶段：免疫耐受期、免疫清除期和残余期。在免疫耐受期，人体可能不出现任何肝炎临床症状，称为“病毒携带状态”。在免疫清除期，可能发生肝炎发作，且有时发生肝功能失代偿，这是因为细胞毒性T淋巴细胞（CTL)介导的、对表达HBV抗原肝细胞免疫清除的结果，继之出现细胞凋亡，最后导致血清乙肝e抗原（HBeAg)转变成乙肝e抗体（抗-HBe),血清转换常伴临床缓解。在肝炎发作过程中，肝小叶损害的严重程度、范围、持续时间和发生频率可预测HBV感染的后果和判断HBV是否被清除。清除病毒的同时减轻或防止肝损害是减缓或预防慢性乙型肝炎病情发展的关键。", "pregnant" : "备孕男性患者没有太多的注意事项，孕妇乙肝需要阻断和换药",  "check" : [ "优生五项", "乙肝两对半", "肝功能检查", "乙肝五项", "乙肝病毒DNA" ], "return_visit" : ["乙肝病毒DNA", "乙肝五项", "肝功能检查"], "check_item" : [ "乙肝表面抗原", "乙肝表面抗体", "乙型肝炎e抗原", "乙肝e抗体", "乙肝核心抗体", "谷丙转氨酶", "谷草转氨酶" ], "do_eat" : [ "鸡蛋", "鸭肉", "腰果", "松子（炒）" ], "not_eat" : [ "啤酒", "白酒", "酒", "咸鸭蛋", "鸭血(白鸭)", "咸鱼" ], "recommand_eat" : [ "茵陈粥", "清炖羊肉", "大麦羊肉汤", "羊肉丸子汤", "海参鸭肉粥", "五香鸭肉", "薏仁鸭肉煲", "鱼蓉银耳羹" ], "transfer" : ["肝硬化", "肝癌"], "acompany" : [ "肝癌" ], "symptom" : [ "肝病容", "肝掌", "腹水", "乏力", "大三阳", "恶心", "核心抗体（抗HBc）阳性", "肝脏肿大", "谷丙转氨酶偏高" ], "common_drug" : [ "阿德福韦酯片", "恩替卡韦", "替诺福韦艾拉酚胺" ], "not_do" : ["吸烟", "熬夜", "喝酒"] }
{ "name" : "肝硬化", "another_name" : [""], "desc" : "肝硬化(hepaticsclerosis)是一种常见的由不同病因引起的、以肝组织弥漫性纤维化、假小叶和再生结节为组织学特征的慢性进行性慢性肝病。临床上起病隐匿，病程发展缓慢，有多系统受累，早起无明显症状，后期因肝脏变形硬化、肝小叶结构和血液循环途径显著改变，临床以门静脉高压和肝功能减退为特征，并常并发上消化道出血、肝性脑病、继发感染等严重并发症。它是不可逆肝病，发病高峰在35~50岁，男性多见，出现并发症时病死率高。\n ", "infectivity" : "如果肝硬化不是病毒性肝炎引起的话，那么是不会传染的", "inheritance": "肝硬化是不会遗传给后代的。","cure" : "肝硬化一般是不能完全治愈的，但通过积极治疗基本可以控制疾病的发展。早期肝硬化患者通过定期检查、保肝、护肝等措施，可以达到与正常人基本相同的状态；晚期肝硬化患者要根据其病因及症状进行积极的治疗，可以控制病情的进展，并改善预后。", "treatment" : "肝硬化目前无法治愈，临床常见治疗方式包括如下方面：\n1、去除诱因：防止肝硬化加重，如酒精性肝硬化的患者需戒酒，病毒性肝炎需抗病毒治疗。乙肝可用核苷类似物、干扰素，丙肝可用干扰素、小分子抗病毒治疗；\n2、对症治疗：为防止并发症，如腹水需利尿补充白蛋白、限盐限水。肝性脑病需低蛋白或无蛋白饮食、抗感染、灌肠酸化肠道等。消化道出血可使用质子泵制剂、生长抑素类药物，以及内镜止血等方式。较严重的出血、腹水可采用门静脉分流术。更为严重的并发症可进行肝移植。\n具体临床用药，以临床医生面诊指导为准。", "prevent" : "肝硬化的病因复杂，最常见的为病毒性肝炎，在我国病毒性肝炎发病率较高，因此预防病毒性肝炎极重要，及时注射肝炎疫苗，注意个人卫生，避免与肝炎患者有血液、体液解除。医院内要严格器械消毒，严格筛选献血员，以及肝炎疫苗预防注射等均属重要的措施，节制饮酒，合理的营养，定期查体，避免应用损害肝脏的药物也应注意，已发现的肝硬化病人，应予以适当保护措施，如适当减轻劳动强度，防止并发症的出现，定期胃镜检查，如发现食管静脉曲张等并发症应及早就医治疗，维持健康和延长寿命。", "cause" : "引起肝硬化的病因很多，不同地区的主要病因也不相同，我国以乙型病毒性肝炎为主，欧美国家以慢性酒精中毒多见，常见病因：1.病毒性肝炎，主要为乙型、丙型、丁型肝炎病毒感染；2.慢性酒精中毒，男 40g/d、女 20g/d>5年，或近2周>80g/d；3.非酒精性脂肪性肝炎（NASH）；4.胆汁淤积；5.肝静脉回流受阻；6.遗传代谢性疾病；7.工业毒物或药物；8.自身免疫性肝炎；9.寄生虫感染，如血吸虫；10.隐源性肝硬化。\n指病毒性肝炎发展至后期形成肝硬化，现已知肝炎病毒有甲、乙、丙、丁、戊等类型，近年研究认为甲型肝炎及戊型肝炎无慢性者，除急性重症外，不形成肝硬化，乙、丙型肝炎容易转成慢性即慢性活动性肝炎和肝硬化。\n1974年Shikatu报道用免疫荧光方法可以显示HBsAg(乙型肝炎表面抗原)，在显微镜下含有HBsAg的细胞浆呈毛玻璃状，用地衣红(Orecein)染色法可将含HBsAg的肝细胞浆染成光亮的橘红色，经过多年保存的肝硬化标本，用此法也可显示出来含HBsAg的肝细胞，使乙型肝炎病毒引起的肝硬化有了可靠的依据，乙肝病人10%～20%呈慢性经过，长期HBsAg阳性，肝功能间歇或持续异常，乙肝病毒在肝内持续复制可使淋巴细胞在肝内浸润，释放大量细胞因子及炎性介质，在清除病毒的同时使肝细胞变性，坏死，病变如反复持续发展，可在肝小叶内形成纤维隔，再生结节而形成肝硬化，68%的丙型肝炎呈慢性过程，30%的慢性丙型肝炎发展为肝硬化，丁型肝炎可以和乙型肝炎同时感染或重叠感染，可以减慢乙型肝炎病毒的复制，但常加剧病变的活动及加速肝硬化的发生。\n病毒性肝炎的急性重症型，肝细胞大块坏死融合，从小叶中心向汇管区扩展，引起网状支架塌陷，靠拢，形成纤维隔，并产生小叶中心至汇管区的架桥现象，而形成大结节性肝硬化，慢性活动性肝炎形成的肝硬化，在汇管区有明显的炎症和纤维化，形成宽的不规则的“主动性”纤维隔，向小叶内和小叶间伸展，使邻接的各小叶被纤维隔分隔，破坏，这时虽然肝脏结构被改建，但还不是肝硬化，而是肝纤维化阶段，当炎症从肝小叶边缘向中心部扩展，引起点片状坏死和单核细胞浸润，纤维隔也随之继续向中心扩展，分割肝小叶，加之肝细胞再生，形成被结缔组织包绕的再生结节，则成为肝硬化，至病变的末期，炎症和肝细胞坏死可以完全消失，只是在纤维隔中有多数大小不等的结节，结节为多小叶性，形成大结节性肝硬化，如肝炎病变较轻，病程进行较慢，也可以形成小结节性肝硬化，混合性肝硬化或再生结节不明显性肝硬化(不完全分隔性肝硬化)。\n从病毒性肝炎发展为肝硬化，据研究表明与感染抗原量无关，而与病毒毒力及人体免疫状态有显著关系，遗传因素与慢性化倾向有关，与人类白细胞抗原HL-A1，HL-A8缺乏似有关系，但尚待进一步研究。\n西方国家酒精性肝硬化发病率高，由酗酒引起，近年我国酒的消耗量增加，脂肪肝及酒精性肝硬化的发生率也有所增高，据统计肝硬化的发生与饮酒量和时间长短成正比，每天饮含酒精80g的酒即可引起血清谷丙转氨酶升高，持续大量饮酒数周至数月多数可发生脂肪肝或酒精性肝炎，若持续大量饮酒达15年以上，75%可发生肝硬化。\n酒精进入肝细胞后，在乙醇脱氢酶和微粒体乙醇氧化酶作用下，转变为乙醛，乙醛再转变为乙酸，乙酸使辅酶Ⅰ(NAD)过多的转变为还原型辅酶Ⅰ(NADH)因而NAD减少，NADH增加，则两者比值下降，线粒体内三羧酸循环受到抑制，脂肪酸的酯化增加，三酰甘油增加，肝内的三酰甘油释放减少，另外肝内NADH过多，又促进了脂肪酸的合成，使体脂肪形成脂肪酸的动力加强造成肝内三酰甘油过多，超过肝脏的处理能力，而发生脂肪肝，长期大量饮酒，可使肝细胞进一步发生变性，坏死和继发炎症，在脂肪肝的基础上发生酒精性肝炎，显微镜下可见肝细胞广泛变性和含有酒精性透明蛋白(Mallorys alcoholic hyalin)汇管区有多形核白细胞及单核细胞浸润和胆小管增生，纤维组织增生，最后形成小结节性肝硬化，酒精性肝硬化小叶中心静脉可以发生急性硬化性透明样坏死引起纤维化和管腔闭塞，加剧门静脉高压，中心部纤维化向周缘部位扩展，也可与汇管区形成“架桥”现象。\n如血吸虫或肝吸虫等虫体在门脉系统寄居，虫卵随门脉血流沉积于肝内，引起门静脉小分支栓塞，虫卵大于肝小叶门静脉输入分支的直径，故栓塞在汇管区引起炎症，肉芽肿和纤维组织增生，使汇管区扩大，破坏肝小叶界板，累及小叶边缘的肝细胞，肝细胞再生结节不明显，可能与虫卵堵塞门静脉小分支，肝细胞营养不足有关，因门静脉受阻，门脉高压症明显，有显著的食管静脉曲张和脾大，成虫引起细胞免疫反应和分泌毒素，是肝内肉芽肿形成的原因，虫卵引起体液免疫反应，产生抗原-抗体复合物，可能是肝内门脉分支及其周围发生炎症和纤维化的原因，寄生虫性肝硬化在形态学上属再生结节不显著性肝硬化。\n化学物质对肝脏的损害可分两类：一类是对肝脏的直接毒物，如四氯化碳，甲氨蝶呤等;另一类是肝脏的间接毒物，此类毒物与药量无关，对特异素质的病人先引起过敏反应，然后引起肝脏损害，少数病人可引起肝硬化，如异烟酰，异丙肼(iproniazid)，氟烷，其病变与肝炎后肝硬化相似，四氯化碳为肝脏的直接毒物，对肝脏的损害与药量的大小成正比关系，引起肝脏弥漫性的脂肪浸润和小叶中心坏死，四氯化碳本身不是毒性物质，经过药物代谢酶的作用，如P-450微粒体酶系统，将四氯化碳去掉一个氯原子，而形成三氯甲烷，即氯仿，则成为肝细胞内质网和微粒体的药物代谢酶系统的剧毒(产生三氯甲基自由基和氯自由基)，引起肝细胞生物膜的脂质过氧化及肝细胞损害，由于对肝细胞内微细结构的破坏，药物代谢酶减少又降低了对四氯化碳的代谢，从而减弱了对肝脏的继续损害，病人在恢复之后，肝功能多能恢复正常，仅在反复或长期暴露在四氯化碳中才偶有发生大结节性肝硬化。\n动物试验反复给大鼠四氯化碳，使药物蓄积可引起肝硬化。\n氨甲喋呤是抗叶酸药物，临床常用以治疗白血病，淋巴瘤，牛皮癣(银屑病)等，据报道可引起小结节性肝硬化。\n原发性胆汁性肝硬化(primary biliary cirrhosis)的原因和发病机制尚不清楚，可能与自身免疫有关，继发性胆汁性肝硬化是各种原因的胆管梗阻引起，包括结石，肿瘤，良性狭窄及各种原因的外压和先天，后天的胆管闭塞，多为良性疾病引起，因为恶性肿瘤多在病人发生肝硬化之前死亡。\n各种原因引起的完全性胆管梗阻，病程在3～12个月方能形成肝硬化，发生率约占这类病人的10%以下。\n胆管梗阻的早期，胆汁颜色变暗，但很快可变为白色，因胆汁淤积和胆管扩张，胆管内压力增高，抑制胆汁分泌，胆汁可以由绿色变为白色，形成所谓“白胆汁”，显微镜下可见汇管区小胆管高度扩张，甚至胆管破裂，胆汁溢出使汇管区和肝小叶周缘区发生坏死及炎症，坏死灶被胆管溢出的胆汁所充满，形成“胆池”，这是机械性胆管梗阻的一个特征表现，病变继续进展，周缘区的坏死和炎症刺激使汇管区的纤维组织增生，并向小叶间伸延形成纤维隔，各汇管区的纤维隔互相连接，将肝小叶分割，呈不完全分隔性肝硬化，与肝炎后肝硬化，酒精性肝硬化的中心至汇管区纤维隔不同，但病变如继续发展，到晚期也可出现汇管区至小叶中心区的纤维隔及肝细胞再生结节，而失去其特征性的表现，以致在病理形态上和临床表现上与其他肝硬化不易区别，也可以出现门静脉高压及腹水。\n胆管梗阻形成肝硬化的原理可能是由于肝内血管受到扩大胆管的压迫及胆汁外渗，肝细胞发生缺血坏死，纤维组织向胆管伸展包围小叶，并散布于肝细胞间，最后形成肝硬化，不完全性胆管梗阻很少发展为胆汁性肝硬化。\n已知胆管感染不是形成肝硬化的必需条件，据报道，无感染的完全性胆管梗阻发展为胆汁性肝硬化者更为多见。\n由于各种心脏病引起的慢性充血性心力衰竭，缩窄性心包炎等使肝脏长期处于淤血和缺氧状态，最终形成肝硬化，Budd-chiari综合征是由于肝静脉慢性梗阻造成长期肝淤血，也发生与心源性完全相同的肝硬化。\n心功能不全时，由于心脏搏血量减少，肝内血液灌注下降，肝小叶边缘部位血含氧量较高，流向肝小叶中心时，氧含量进行性减低，心功能不全同时又存在中心静脉压增高，中心静脉及其周围肝窦扩张，淤血，压迫肝细胞，肝细胞变性，萎缩，甚至出血坏死，缺氧及坏死均可刺激胶原增生，发生纤维化，甚至发生中心静脉硬化纤维化，逐渐由中心向周围扩展，相邻小叶的纤维素彼此联结，即中心至中心的纤维隔，而汇管区相对受侵犯较少，这是循环障碍性肝硬化的特点，后期由于门脉纤维化继续进展，肝实质坏死后不断再生以及胆管再生则最后失去淤血性肝硬化特点，此型肝硬化在病理形态上呈小结节性或不完全分隔性肝硬化。\n营养不良性肝硬化(malnutritional cirrhosis)长期以来认为营养不良可以引起肝硬化，但一直缺乏直接证据，动物实验予缺少蛋白质，胆碱和维生素的饮食可以造成肝硬化的改变，但病变是可逆的，且缺少肝硬化病人常有的血管方面的继发性变化，有的作者观察了恶性营养不良(Kwashiorkor)病人，发现他们的肝损害是脂肪肝，并不发生肝硬化，仅儿童偶尔肝脏有弥漫性纤维增生，像似肝硬化，当给以富有蛋白质的饮食后，病变可以逆转而肝脏恢复正常，只在某些病例可有轻度纤维增生，所以至今营养不良能否直接引起肝硬化还不能肯定，多数认为营养失调降低了肝脏对其他致病因素的抵抗力，如慢性特异性或非特异性肠炎除引起消化，吸收和营养不良外，病原体在肠内产生的毒素经门静脉入肝，肝脏不能将其清除，而导致肝细胞变性坏死形成肝硬化，故此认为营养不良是产生肝硬化的间接原因，又如小肠旁路手术后引起的肝硬化，有人认为是由于营养不良，缺乏基本的氨基酸或维生素E，饮食中糖类和蛋白质不平衡和从食物中吸收多量有毒的肽以及对肝有毒的石胆酸引起。\n1、先天性酶缺乏：抗ɑ1-胰蛋白酶缺乏症(ɑ1-antitrypsin deficiency， ATɑ1-AT)，ɑ1-AT为糖蛋白，是ɑ1球蛋白的主要组成部分，此病为常染色体显性遗传病，正常人血清ɑ1-AT为2.3mg/ml，病人只有(0.2～0.4)mg/ml，ɑ1-AT缺乏引起肝硬化的原因尚未明，推测可能ɑ1-AT对肝细胞有毒性作用，或使肝细胞对毒物的耐受性减低，肝脏病变为大结节或小结节性肝硬化，在肝细胞粗面内质网中(ɑ1-AT的产生部位)有糖蛋白沉积，肝细胞内有PAS染色阳性的包涵体，对诊断有意义。\n先天性1-磷酸半乳糖尿甙酸转移酶(galactose-1-phosphate-uridyl-transferase)缺乏症是引起小儿半乳糖血症的一种少见病，常见婴儿出生后数月出现肝硬化，肝脏有严重的脂肪浸润及活跃的再生现象，可形成大结节性肝硬化及腹水和门脉高压症，发病机制尚不清楚，可能与肝内的1-磷酸半乳糖积聚有关。\n糖原累积症(glycogen storage disease)可以发生小结节性肝硬化，特别是Ⅲ型多见，与淀粉-1，6-糖甙酶缺乏有关。\n2、代谢障碍性肝硬化：肝豆状核变性(hepato-lenticular degeneration)又称wilson病，是一种常染色体隐性遗传的铜代谢障碍所引起的肝硬化和脑变性疾病，由于大量铜盐沉积于肝脏引起肝组织的损害，肝脏通常缩小，质地坚硬，属大结节性肝硬化。\n血色病(hemochromatosis)：为一罕见的代谢病，系常染色体隐性遗传病，在基因失常的基础上有铁代谢紊乱以致小肠吸收铁过多，铁质沉积于肝，胰，心，肾，脾，皮肤等引起细胞破坏，纤维组织增生及脏器功能损害，表现皮肤色素沉着，糖尿病和肝硬化。\n3、遗传性出血性毛细血管扩张症(hemorrhagic telangiectasia)：系常染色体显性遗传病，肝硬化为此症的一部分，在肝脏的纤维隔中可见大量的扩张的薄壁毛细血管。\n胰腺囊性纤维化(pancreatic fibrocystic disease)为全身性黏液分泌异常，可引起肝脏脂肪浸润，异常的黏液阻塞胰管，也引起胆管阻塞，形成胆汁性肝硬化，此外尚有先天梅毒也可引起肝硬化。", "get_prob" : "17.1/10万", "notice" : "首先饮食多清淡，不吃辛辣刺激性食物，少吃油腻性食物，不吸烟饮酒，作息规律。", "infect_prevent" : "肝硬化没有传染性", "entry_examination" : "肝硬化只要是在稳定时期，肝功能没有异常，也是可以通过入职体检的", "diagnostic_criteria" : "诊断肝硬化一般我们根据几个方面，一个是从临床上看，有长期这个慢性肝病史。第二个就是说肝功能确实有损伤，然后有肝功能的异常，胆红素的升高。第三个就是影像学的一些资料，比如说肝脏的比例失调，肝脏表面波浪状。还有一点就是说出现门静脉高压的表现。就是一般来说我们是三条，就是慢性肝病史，肝功能损伤，加上门脉高压，这样我们就诊断肝硬化。", "process" : "肝硬化的病程进展较缓慢，在临床上，早期可无症状，或者症状轻微，后期出现不同程度的肝功能减退、门静脉高压症以及多系统受损害的表现，如消化道功能障碍、营养失调、消化道出血、内分泌紊乱（男性乳房发育、女性月经失调）、食管静脉曲张和腹水症等。肝硬化早期又称为代偿期肝硬化，中期、晚期又称为失代偿期肝硬化。", "pregnant" : "胎儿的生长发育需要消耗大量的营养物质，致使孕妇的新陈代谢增加，会加重了肝脏的负担。肝硬化病人一般情况和营养状况均较差，根本就不能耐受十月怀胎的辛苦，即使怀上了小宝宝，对母子的健康都是不利的，甚至是有生命危险的。所以建议肝硬化病人在失代偿期不要备孕。\n对于男性患者来说建议患者去医院检查精子的质量和精子质量合格的话是可以备孕的，另外由于患者患有肝硬化的毛病，所以是需要服药治疗的建议患者在医生指导下服用药物尽量不要服用对精子有损伤的药物，一般来说这种情况是可以备孕的。", "check" : [ "肝弹","肝脏B超","胰高血糖素负荷试验", "复方碘试验", "肝纤四项", "肝纤维化指标检查" ], "return_visit" : ["肝脏B超", "肝功能检查"], "check_item" : ["血浆c-AMP", "谷丙转氨酶", "甲胎蛋白"],"do_eat" : [ "鹿肉", "蜂蜜", "鸡心", "鸡腿" ], "not_eat" : [ "鹌鹑蛋", "鸡腿", "赤小豆", "白扁豆" ], "recommand_eat" : [ "芝麻蜂蜜粥", "芝麻仁粥", "芝麻茶", "芝麻小米粥", "黑芝麻粥", "素炒菠菜", "菠菜粥", "鲜菠菜水" ], "transfer" : ["肝癌"], "acompany" : [ "黄疸" ], "symptom" : [ "微循环障碍", "肝肾综合征", "肝病容", "肝掌", "肝功能衰竭", "蜘蛛痣", "发绀", "难治性腹水", "乏力腹胀" ], "common_drug" : [ "维肝福泰片", "呋塞米片" ], "not_do" : ["吸烟"] }
{ "name" : "脂肪肝", "another_name" : [""], "desc" : "脂肪肝(fattyliver)：是指由于疾病或药物等因素导致肝细胞内脂质积聚超过肝湿重的5%，肝内积聚的脂质依病因不同可以是三酰甘油、脂肪酸、磷脂或胆固醇酯等，其中以三酰甘油为多。\n脂肪肝分为非酒精性脂肪肝病和酒精性脂肪肝病两种\n非酒精性脂肪性肝病（non-alcoholicfattyliverdisease，NAFLD）是指除外酒精和其他明确的肝损害因素所致的，以弥漫性肝细胞大泡性脂肪变为主要特征的临床病理综合征，包括单纯性脂肪性肝病以及由其演变的脂肪性肝炎和肝硬化。胰岛素抵抗和遗传易感性与其发病关系密切。随着肥胖和糖尿病的发病率增加，NAFLD现已成为我国常见的慢性肝病之一。\n酒精性肝病（alcoholicliverdisease）是由于长期大量饮酒所致的肝脏疾病。初期通常表现为脂肪肝，进而可发展成酒精性肝炎、酒精性肝纤维化和酒精性肝硬化。严重酗酒时可诱发广泛肝细胞坏死甚或肝功能衰竭。本病在欧美等国多见，近年我国的发病率也有上升。据一些地区流行病学调查发现我国成人的酒精性肝病患者患病率为4％左右。\n根据脂肪含量，可将脂肪肝分为轻型(含脂肪5%～10%)、中型(含脂肪10%～25%)、重型(含脂肪25%～50%或>30%)三型，脂肪肝是一个常见的临床现象，而不是一个独立的疾病，包括脂肪变性，脂肪肝炎和肝硬化等病理改变。\n脂肪肝的临床表现与其病因，病理类型及其伴随疾病状态密切相关，临床上，根据起病缓急可将脂肪肝分为急性和慢性两大类，前者相对少见，病理上多表现为典型的小泡性肝细胞脂肪变，后者主要指由肥胖，糖尿病和酗酒等引起的大泡性肝细胞脂肪变。\n ", "infectivity" : "脂肪肝不具有传染性，脂肪肝较于病毒性肝炎，有部分不佳症状较为相似，但是本质不同，就是两种不同性质的疾病。", "inheritance" : "脂肪肝主要是与高脂饮食，肥胖有关系，不会遗传，而且经过饮食控制，减肥等是可以完全治愈的", "cure" : "单纯性脂肪肝是各种肝毒性损伤的早期表现，如能及时去除病因和诱因，减少肝内脂肪沉积，可以在数月内完全消退。", "treatment" : "脂肪肝没有太好的办法，只能通过清淡饮食和减肥来缓解", "prevent" : "脂肪肝日常预防\n1、合理膳食\n合理的饮食结构对清除肝内脂肪有一定的帮助。\n2、慎用药物\n肝脏在人体中有着消化、排毒的功能，药物也同样是要通过肝脏进行解毒的。所以患者选药的时候要慎重，特别是对肝脏有损害的药尽量不用，避免让肝脏受到进一步的损害。\n3、适当运动\n患者可以根据自己的体质选择适当的运动进行锻炼，可以消耗体内的脂肪。\n脂肪肝健康教育\n1、一定要戒酒，多吃蔬菜，多吃水果。\n2、合理饮食预防脂肪肝，吃一些粗粮，比较甜的就不要吃了。\n3、在饮食搭配上，可以通过食物颜色搭配护肝饮食。红、绿、黄、白、黑五种颜色的食物便是护肝首选：红——西红柿、红酒、红辣椒等所含白藜芦醇化合物可减少肝脏内产生的脂肪;黄——胡萝卜、南瓜、红薯、小米等黄色作物可吸收毒素以及脂肪;绿——绿茶、绿豆、绿色蔬菜，含有抗氧化自由基物质;白——麦粉、大蒜等白色食物能起到通便降血脂作用;黑——黑木耳、黑米、蘑菇，可降低血液黏稠度。\n4、正确预防脂肪肝的方法有很多，学会控制自己的情绪，也可以达到养肝护肝的目的。情绪保肝的核心是学会制怒，即使生气也不要超过3分钟。脂肪肝人群可以通过适当的娱乐来达到调节情绪的目的，如听音乐，看喜剧，可使人分泌一些有益于健康的激素：酶和乙酰胆碱等物质，能使胃的蠕动变得有规律，有利于消化功能的改善。同时，脂肪肝人群也要多交朋友，多与朋友交流等。", "cause" : "发病原因和发病机制\n非酒精性脂肪性肝病\n肥胖、2型糖尿病、高脂血症等单独或共同成为NAFLD的易感因素。肝脏是机体脂质代谢的中心器官，肝内脂肪主要来源于食物和外周脂肪组织。肝细胞内脂质特别是甘油三酯沉积是形成NAFLD的一个先决条件。导致脂质沉积的代谢异常机制并没有完全明确，可能与下列几个环节有关：①脂质摄人异常：高脂饮食、高脂血症以及外周脂肪组织动员增多，促使游离脂肪酸（FFA）输送人肝脏增多；②线粒体功能障碍，FFA在肝细胞线粒体内氧化磷酸化和氧化减少，转化为甘油三酯增多；③肝细胞合成FFA和甘油三酯增多；④极低密度脂蛋白（VLDL）合成不足或分泌减少，导致甘油三酯运出肝细胞减少。上述因素造成肝脏脂质代谢的合成、降解和分泌失衡，导致脂质在肝细胞内异常沉积。\nNAFLD形成的病理生理改变，目前提出“两次打击”学说：第一次打击主要是胰岛素抵抗，引起良性的肝细胞内脂质沉积；第二次打击主要是氧应激和脂质过氧化，是疾病进展的关键。氧应激状态是指活性氧（reactive oxygen species，ROS）及其代谢产物的产生超过对其防御或去毒能力，即促氧化物和抗氧化物之间的动态平衡失调。各种不同病因引起氧游离基或ROS形成增多以及脂肪酸氧化障碍，导致肝细胞脂肪沉积。持久大量的ROS产生引起脂质过氧化反应，形成脂质过氧化产物（1ipid peroxide，LPO），导致脂肪性肝病发生炎症、坏死和纤维化。非酒精性脂肪性肝病的发病与代谢综合征密切相关，有人认为本病是代谢综合征的一种表现。代谢综合征是指伴有胰岛素抵抗的一组疾病（肥胖、高血糖、高血脂、高血压、高胰岛素血症等）的聚集。NAFLD多伴有中心性肥胖、2型糖尿病以及脂质代谢紊乱等。因此，胰岛素抵抗被认为是导致肝脏脂质过度沉积的原发病因。\n酒精性肝病\n饮酒后乙醇主要在小肠吸收，其中90％以上在肝内代谢，乙醇经过乙醇脱氢酶（ADH）、肝微粒体乙醇氧化酶系统（MEOS）和过氧化氢酶氧化成乙醛。血中乙醇在低至中浓度时主要通过ADH作用脱氢转化为乙醛；血中乙醇在高浓度时，MEOs被诱导，在该系统催化下，辅酶Ⅱⅷ埃∟ADPH）与O2将乙醇氧化为乙醛。形成的乙醛进入微粒体内经乙醛脱氢酶（ALDH）作用脱氢转化为乙酸，后者在外周组织中降解为水和CO2。在乙醇脱氢转为乙醛、再进而脱氢转化为乙酸过程中，氧化型辅酶I（NAD）转变为还原型辅酶I（NADH）。\n乙醇对肝损害的机制尚未完全阐明，可能涉及下列多种机制：①僖掖嫉闹屑浯谢物乙醛是高度反应活性分子，能与蛋白质结合形成乙醛-蛋白加合物（acetaldehyde-protein adduets），后者不但对肝细胞有直接损伤作用，而且可以作为新抗原诱导细胞及体液免疫反应，导致肝细胞受免疫反应的攻击；②谝掖即谢的耗氧过程导致小叶中央区缺氧；③垡掖荚贛EOS途径中产生活性氧对肝组织的损害；④芤掖即谢过程消耗NAD而使NADH增加，导致依赖NAD的生化反应减弱而依赖NADH的生化反应增高，这一肝内代谢的紊乱可能是导致高脂血症和脂肪肝的原因之一；⑤莞卧辔⒀环障碍和低氧血症，长期大量饮酒患者血液中酒精浓度过高，肝内血管收缩、血流减少、血流动力学紊乱、氧供减少，以及酒精代谢氧耗增加，进一步加重低氧血症，导致肝功能恶化。\n增加酒精性肝病发生的危险因素有：①僖酒量及时间：一般而言，平均每日摄入乙醇80g达10年以上会发展为酒精性肝硬化，但短期反复大量饮酒可发生酒精性肝炎；②谝糯易感因素：被认为与酒精性肝病的发生密切相关，但具体的遗传标记尚未确定。日本人和中国人ALDH的同工酶有异于白种人，其活性较低，饮酒后血中乙醛浓度很快升高而产生各种酒后反应，对继续饮酒起到自限作用；③坌员穑和样乙醇摄入量女性比男性易患酒精性肝病，与女性体内ADH含量较低有关；④芷渌肝病（如乙型或丙型肝炎病毒感染）：可增加酒精性肝病发生的危险性，并可使酒精性肝损害加重。", "get_prob" : "1.5%", "notice" : "多运动减肥，清淡饮食。", "infect_prevent" : "脂肪肝没有传染性", "entry_examination" : "入职体检是一定要检查脂肪肝的，如果检查出脂肪肝，也不要惊慌，一般对入职是没有多大影响的。", "diagnostic_criteria" : "脂肪肝的诊断主要依靠病史、临床表现、实验室检查，特别是b超和ct检查，但确切的诊断仍依赖于肝活检。", "process" : "脂肪肝的发展病程比较缓慢，一般轻度脂肪肝病情比较轻，一般无症状，只是体检时发现，患者不注意，不治疗。随着病情的发展，脂肪肝由轻度转为中度、重度，肝脏也由纤维化，发展为肝硬化，严重时发展为肝癌。这是因为过量的脂肪会阻滞肝脏的血液运行，肝细胞无法正常工作，造成炎症损伤，肝功提示转氨酶升高，同时大量肝细胞坏死、再生，导致纤维化。脂肪肝还会并发高血脂症、高血压、糖尿病、冠心病等疾病，严重威胁患者的生存质量。", "pregnant" : "如果在备孕期间查出了脂肪肝，更应该确诊到底是轻度脂肪肝还是中度脂肪肝重度脂肪肝，脂肪肝是不具有传染性的，如果发现是轻度脂肪肝，那么建议还是可以怀孕的，如果发现是中度脂肪肝和重度脂肪肝那么建议选药治疗脂肪肝的病情，治愈之后再怀孕，治疗脂肪肝一般都会用药物，对于人体或多或少都会有一定的副作用，所以为了生出一个健康的宝宝还是在治愈之后再怀孕。", "check" : [ "腹部B超", "肝功能检查" ], "return_visit" : ["肝功能检查"], "check_item" : ["谷丙转氨酶", "谷草转氨酶"], "do_eat" : [ "芝麻", "松子仁", "葵花子仁", "花生" ], "not_eat" : [ "鸡蛋", "鹌鹑蛋", "鸭肉", "虾皮" ], "recommand_eat" : [ "何首乌粥", "菠菜蛋汤", "黑芝麻果仁粥", "黑芝麻粥", "牛奶花生粥", "花生红枣粥", "绿豆荷叶粥", "绿豆麦片粥" ], "transfer" : ["肝硬化"], "acompany" : [ "周围神经炎", "酒精性肝炎", "肝硬化", "肥胖症", "高脂血症", "高血压", "腹水", "水肿", "蜘蛛痣" ], "symptom" : [ "疲劳", "疲乏", "脂质沉积症", "肝掌", "蜘蛛痣", "乏力", "肝细胞脂肪性变", "肝脏轻度脂肪变性", "肝脏肿大", "肝功异常" ], "common_drug" : [ "强肝片", "复方二氯醋酸二异丙胺片", "水飞蓟宾胶囊" ], "not_do" : ["吸烟"] }
