{ "name" : "恩替卡韦", "another_name" : ["恩替", "恩替卡韦分散片"], "drug_desc" :"恩替卡韦片，适应症为本品适用于病毒复制活跃，血清转氨酶ALT持续升高或肝脏组织学显示有活动性病变的慢性成人乙型肝炎的治疗。", "tolerance" : "恩替卡韦的耐药性是很低的，对于乙肝患者我们也不用太担心出现耐药的情况，平时我们注意饮食以及保养乙肝就会很好的控制。", "by_effect" : "它的副作用比较常见的是胃肠道反应，一般患者会出现恶心、呕吐、上腹部不适，有的会出现腹泻等相关的表现，还有一部分患者会出现过敏反应，如皮疹、荨麻疹等等，有的会出现肌痛、失眠等等，甚至会出现白细胞和血小板的降低。当然，大部分不良反应都是可以耐受的，是比较轻微的", "drug_notice" : "应当每天定时空腹服用（如每天晚上睡觉前服用、餐前或餐后至少两小时再服用）。建议听从医生或药师建议，严禁自行加减剂量。\n偶尔有漏服，当天能想起的话尽量补上；如第二天才想起，就只用当天用量即可，不能一天服用2倍的剂量，可能会增加副作用。恩替卡韦必须每天坚持，漏服次数太多会影响疗效，增加耐药率。", "treatment_period" : "从服用抗病毒药开始，到病毒表面抗原阴性是一个漫长的过程，一般口服抗病毒药的疗程是4年起，有些患者甚至终身表面抗原不能达到阴性。只要您的病毒在下降，肝功正在或已经恢复正常，基本可以判定药效良好，继续服药即可。", "missed" : "请按时遵医嘱服用，尽量避免漏服，第二天正常服药即可，不需要补服。", "advantage" : "恩替卡韦较少耐药，较少有不良反应，其最突出的优势是长期使用的安全性很好。", "replace" : "", "not_do" : ["吸烟", "喝酒"]}
{ "name" : "替诺福韦", "another_name" : ["TDF", "替诺", "tdf"], "drug_desc" : "替诺福韦（tenofovirdisoproxil，Viread）是一种新型核苷酸类逆转录酶抑制剂。可有效对抗多种病毒，用于治疗病毒感染性疾病。", "tolerance" : "一般不会，替诺福韦的耐药发生率很低，在国外8年的临床研究中，未检测到耐药病毒株。但是，阿德福韦与替诺福韦有交叉耐药性，如果阿德福韦耐药了，很可能使替诺福韦的疗效降低。", "by_effect" : "主要的副作用是长期应用时，有导致肾损伤的危险，应该检测肾功。另外，长期应用可以出现低磷血症，造成骨质疏松。", "drug_notice" : "高脂肪餐有助于替诺的吸收，因为它是脂溶性可以提高药物的生物利用度，提高血药浓度。", "treatment_period" : "从服用抗病毒药开始，到病毒表面抗原阴性是一个漫长的过程，一般口服抗病毒药的疗程是4年起，有些患者甚至终身表面抗原不能达到阴性。只要您的病毒在下降，肝功正在或已经恢复正常，基本可以判定药效良好，继续服药即可。", "missed" : "请按时遵医嘱服用，尽量避免漏服，第二天正常服药即可，不需要补服。", "advantage" : "1、抗病毒作用最强；\n2、耐药率最低，零耐药率；\n3、控制乙肝相关的肝脏炎症作用最迅速、最彻底；\n4、逆转乙肝相关的肝脏纤维化甚至肝硬化，疗效最确切；\n5、可能可以最大限度降低肝癌的发生率；\n6、替诺福韦不影响生育和哺乳，是各大权威乙肝指南推荐乙肝孕妇使用的首选用药。", "replace" : "", "not_do" : ["吸烟", "喝酒"]}
{ "name" : "替诺福韦艾拉酚胺", "another_name" : ["TAF", "taf"], "drug_desc" : "替诺福韦艾拉酚胺(TAF)的上市,是乙肝新药的一个重大里程碑， 丙酚替诺福韦，是乙肝临床标准用药替诺福韦（TDF）的前药，因为具有较高的血液稳定性，可以有效递达至肝细胞，因此TAF 在剂量低于TDF十分之一（25mg/300mg）的情况下就能发挥与后者相似的疗效，还可避免血液中替诺福韦浓度过高，提高了安全性。", "tolerance" : "TAF是替诺福韦(TDF)的前体修饰剂，与替诺福韦一样有效，副作用更少。TAF在保持高病毒抑制率的同时，无耐药性，低耐药性，几乎无肾毒性，骨安全性较好，十分之一剂量可达到TDF相同的疗效优势。", "by_effect" : "相比TDF，几乎无肾毒性，骨安全性较好", "drug_notice" : "TAF可以随餐服用，也可以空腹吃，要注意饮食要清淡，避免过于油腻而影响药物的吸收。如果服药时出现有胃肠道的反应，可以改成空腹服用。在感染乙肝病毒后，一定要保持健康的生活状态，还要注意保持健康饮食和良好的心理状态，适度的锻炼也是很重要的，但是要避免剧烈运动导致转氨酶上升。如果到了后期，比如到肝癌、肝硬化，对饮食的要求就会更重要，一方面要控制量，还要根据不同的症状有不同的饮食要求。", "treatment_period" : "从服用抗病毒药开始，到病毒表面抗原阴性是一个漫长的过程，一般口服抗病毒药的疗程是4年起，有些患者甚至终身表面抗原不能达到阴性。只要您的病毒在下降，肝功正在或已经恢复正常，基本可以判定药效良好，继续服药即可。","missed" : "请按时遵医嘱服用，尽量避免漏服，第二天正常服药即可，不需要补服。", "advantage" : "taf其实是替诺的前体药物，在抑制病毒的机制上并没有什么改变，可以形容为“换汤不换药”。但是taf具有服用少量即可达到替诺药效且肾损伤几乎为0。但是它也有个缺点，就是贵：每个月大概需要1000+元。", "replace" : "", "not_do" : ["吸烟", "喝酒"]}
{ "name" : "水飞蓟宾胶囊", "another_name" : ["水飞蓟宾胶囊"], "drug_desc" : "水飞蓟宾胶囊有稳定肝细胞膜，保护肝细胞的酶系统，清除肝细胞内的活性氧自由基的作用，从而提高肝脏的解毒能力，避免肝细胞长期接触毒物。适应症为用于急慢性肝炎、脂肪肝的肝功能异常的恢复。", "tolerance" : "不推荐水飞蓟宾胶囊长期服用。长期服用会对肝肾功能造成一定的损害作用，而且消化系统也会有一定的影响，长期服用也可以才生耐药效果，即使药量相当也达不到想要的药效，机体对药物的敏感性降低了，所以我们不推荐长期服药。", "by_effect" : "水飞蓟宾胶囊有稳定肝细胞膜，保护肝细胞的酶系统，清除肝细胞内的活性氧自由基的作用，从而提高肝脏的解毒能力，避免肝细胞长期接触毒物。可以用于急慢性肝炎所致的肝功异常的，这种药物的副作用比较少，可以有过敏反应，恶心，胸闷等症状的，一般比较轻微的。", "drug_notice" : "对本品过敏者慎用。孕妇及哺乳期妇女尚未有实验验证，所以需谨慎使用，使用的时候最好遵医嘱。服用药物的同时一定要做好日常的饮食调理，多吃一些新鲜的蔬菜和水果。平时也要适当的锻炼一下身体，饭后出去散散步，心情也会好很多，这样才可以避免病情的恶化的。", "treatment_period" : "水飞蓟宾胶囊在慢性肝炎的治疗疗程一般为1个月左右，而脂肪肝患者则是3个月为一个疗程，在患者开始用药到疗程结束，可以明显的缓解患者症状，效果显著，而且不良反应少。", "missed" : "请按时遵医嘱服用，尽量避免漏服，第二天正常服药即可，不需要补服。", "advantage" : "水飞蓟宾胶囊不但价格较优惠，吸收快，利用好，而且患者在使用后可以通过多种作用机制发挥保肝护肝等作用，使患者迅速、全面的缓解症状，多方面调节治疗。", "replace" : "", "not_do" : ["吸烟"] }
{ "name" : "联苯双酯", "another_name" : [""], "drug_desc" : "联苯双酯是治疗病毒性肝炎和药物性肝损伤引起转氨酶升高的常用药物。以往认为它具有保护肝细胞，增加肝脏的解毒功能的药理作用。尤其是其降酶作用，效果明显，且毒性低，副作用小。", "tolerance" : "虽然联苯双酯滴丸的不良反应小，也不建议患者长期服用，因为再安全的药物也很容易会引起身体产生耐药性，使药物的作用大大降低。", "by_effect" : "可出现口干、轻度恶心、皮疹等。停药后转氨酶反跳。有些患者在服药过程中出现了黄疸的现象，而且病情还会加重，这时需要停药并且及时到肝病医院就诊，防止病情进一步恶化的发生", "drug_notice" : "本品不做首选。慢性活动性肝炎、肝硬化者慎用。", "treatment_period" : "药研所的产品为每粒含1.5mg的滴丸，每日3次，每次5丸，必要时可增至6～10丸，连用3个月，S-GPT下降至正常后改为每日2次，每次5丸，再用3个月。上海产品系片剂，每片含25mg，每日3次，每次1～2片，6个月为一疗程。", "missed" : "请按时遵医嘱服用，尽量避免漏服，第二天正常服药即可，不需要补服。", "advantage" : "联苯双酯的特出优点是降酶效应迅速，应用方便，罕有不良反应。", "replace" : "", "not_do" : []}